Repository: optipic-io/optipic-wordpress
Catalog: optipic/optipic-*.po
Languages: ru_ru

source: Domain list (if images are loaded via absolute URLs)
ru_ru: Список доменов (если изображения грузятся через абсолютные URL)

source: Each on a new line and must start with a slash
ru_ru: Каждый с новой строки и должен начинаться со слеша

source: Each on a new line and without specifying the protocol (http/https). Examples
ru_ru: Каждый с новой строки и без указания протокола (http/https). Примеры:

source: Enable auto-replace image URLs
ru_ru: Автоматическая подмена URL изображений

source: Examples
ru_ru: Примеры

source: https://optipic.io/en/
ru_ru: https://optipic.io/ru/

source: https://optipic.io/en/webp/wordpress/
ru_ru: https://optipic.io/ru/webp/wordpress/

source: List of 'srcset' attributes
ru_ru: Список 'srcset' атрибутов

source: List of tag attributes, in which you need to replace srcset-markup of images.<br/><a>What is srcset?</a>
ru_ru: Список атрибутов тегов, в которых нужно подменять srcset-разметку изображений.<br/><a>Что такое srcset?</a>

source: OptiPic images optimization
ru_ru: OptiPic оптимизация изображений

source: OptiPic Plugin 0ptions
ru_ru: OptiPic: Настройки интеграции

source: OptiPic.io - image optimization via smart CDN. The module automates the process of optimizing and compressing all images on the site according to the recommendations of Google PageSpeed Insights.
ru_ru: OptiPic.io - оптимизация изображений через CDN OptiPic. Модуль автоматизирует процесс оптимизации и сжатия всех изображений на сайте согласно рекомендациям Google PageSpeed Insights.

source: Replace only URLs of images starting with a mask
ru_ru: Подменять только URL изображений, начинающихся с маски

source: Site ID in your personal account CDN OptiPic
ru_ru: ID сайта в личном кабинете CDN OptiPic

source: Site pages that do not include auto-replace
ru_ru: Страницы сайта, на которых не включать автоподмену

source: You can find out your website ID in <a>your CDN OptiPic personal account</a>. Add your site to your account if you have not already done so.
ru_ru: Узнать ID своего сайта можно <a>в личном кабинете CDN OptiPic</a>. Добавьте свой сайт в личный кабинет, если вы этого еще не сделали.

source: CDN domain
ru_ru: CDN домен

source: Domain through which CDN OptiPic will work. You can use your subdomain (img.yourdomain.com, optipic.yourdomain.com, etc.) instead of the standard cdn.optipic.io. To connect your subdomain, contact OptiPic technical support.
ru_ru: Домен через который будет работать CDN OptiPic. Вы можете использовать поддомен вашего домена (img.yourdomain.com, optipic.yourdomain.com и т.п.) вместо стандартного cdn.optipic.io. Для подключению своего поддомена обратитесь в техподдержку OptiPic.
